export const MOCK_EVENTS = [
  {
    "id": 1,
    "title": "งานเทศกาลไหม ประเพณีผูกเสี่ยว และงานกาชาดจังหวัดขอนแก่น",
    "type": "festival",
    "image": "/Event/463256857_557687433607790_8088297142167038965_n.jpg",
    "date": "11-29",
    "location": "จังหวัดขอนแก่น",
    "description": "เป็นงานเทศกาลประจำปีที่รวบรวมผ้าไหมคุณภาพดีของจังหวัด และมีพิธีผูกเสี่ยว(เพื่อนแท้)เพื่อสืบทอดวัฒนธรรมประเพณี จัดขึ้นระหว่างวันที่ 29 พฤศจิกายนถึง 10 ธันวาคมของทุกปี",
    "link": "https://thai.tourismthailand.org/Events-and-Festivals/เทศกาลไหมนานาชาติ-ประเพณีผูกเสี่ยว-และงานกาชาดจังหวัดขอนแก่น"
  },
  {
    "id": 2,
    "title": "งานสุดยอดประเพณีสงกรานต์อีสาน เทศกาลดอกคูน-เสียงแคน และถนนข้าวเหนียว",
    "type": "festival",
    "image": "/Event/f95HFZNn.jpg",
    "date": "04-13",
    "location": "บริเวณริมบึงแก่นนคร และถนนข้าวเหนียว (ถนนศรีจันทร์) เทศบาลนครขอนแก่น",
    "description": "งานเทศกาลสงกรานต์ที่มีชื่อเสียงทั้งในและต่างประเทศ มีกิจกรรมทำบุญตักบาตร รดน้ำขอพร ขบวนแห่ และการเล่นน้ำสงกรานต์ปลอดแอลกอฮอล์ จัดขึ้นระหว่างวันที่ 13-15 เมษายนของทุกปี",
    "link": "https://old.khonkaenlink.info/home/news/8131.html"
  },
  {
    "id": 3,
    "title": "งานไหว้พระธาตุขามแก่น",
    "type": "festival",
    "image": "/Event/images.jpg",
    "date": "05-15",
    "location": "พระธาตุขามแก่น วัดเจติยภูมิ อำเภอน้ำพอง",
    "description": "งานนมัสการพระธาตุขามแก่น สิ่งศักดิ์สิทธิ์คู่บ้านคู่เมือง ที่ประดิษฐานพระอังคารธาตุของพระพุทธเจ้า จัดขึ้นในวันขึ้น 15 ค่ำ เดือน 6",
    "link": "https://come.in.th/ขอนแก่น/phra-that-kham-kaen/"
  },
  {
    "id": 4,
    "title": "งานศิวะราตรี ปูชนียาลัย ปราสาทเปือยน้อย",
    "type": "festival",
    "image": "/Event/maxresdefault.jpg",
    "date": "01-01",
    "location": "ปราสาทเปือยน้อย อำเภอเปือยน้อย",
    "description": "งานแสดงแสง สี เสียง (MINI LIGHT & SOUND) เพื่อเฉลิมฉลองปราสาทและส่งเสริมการท่องเที่ยว พร้อมการสืบสานประเพณีผูกเสี่ยว",
    "link": "https://pry2541blog.wordpress.com/งานศิวะราตรีปูชนียาลัย/"
  },
  {
    "id": 5,
    "title": "ประเพณีออกพรรษา ไต้ประทีปโคมไฟ และวิถีอีสาน",
    "type": "festival",
    "image": "/Event/E0005274.jpg",
    "date": "10-15",
    "location": "บึงแก่นนคร เทศบาลนครขอนแก่น และบึงศรีฐาน มหาวิทยาลัยขอนแก่น",
    "description": "งานลอยกระทงและลอยประทีปโคมไฟในวันออกพรรษา จัดขึ้นบริเวณบึงแก่นนครและบึงศรีฐาน",
    "link": "https://khonkaen.prd.go.th/th/content/category/detail/id/156/iid/166003"
  },
  {
    "id": 6,
    "title": "ประเพณีตักบาตรเทโว นมัสการองค์พระใหญ่ ไหว้รอยพระพุทธบาท",
    "type": "festival",
    "image": "/Event/98.jpg",
    "date": "10-16",
    "location": "วัดพระพุทธบาทภูพาน อำเภออุบลรัตน์",
    "description": "พิธีตักบาตรเทโวที่มีพระภิกษุกว่า 500 รูป เดินลงจากยอดเขาตามบันไดนาค 1,049 ขั้น มีประชาชนร่วมงานกว่า 30,000 คน พร้อมกิจกรรมปล่อยโคมลมยักษ์และจุดตะไลยักษ์",
    "link": "https://khueanubolrat.go.th/public/list/data/detail/id/2104/menu/1559"
  },
  {
    "id": 7,
    "title": "เทศกาลลอยกระทง มข.",
    "type": "festival",
    "image": "/Event/379843407_630458412535251_4221690000613005090_n.jpg",
    "date": "11-25",
    "location": "มหาวิทยาลัยขอนแก่น",
    "description": "เทศกาลที่จัดขึ้นในวันเพ็ญเดือน 12 เพื่อขอขมาพระแม่คงคาและลอยความทุกข์ มีการลอยกระทง ประกวดกระทง และการแสดงทางวัฒนธรรม จัดขึ้นพร้อมกันทั่วประเทศ",
    "link": "/events/silk-festival-2024"
  },
  {
    "id": 8,
    "title": "เทศกาลวันขึ้นปีใหม่",
    "type": "festival",
    "image": "/Event/XdbZW2wb.jpg",
    "date": "12-31",
    "location": "ทั่วประเทศไทย",
    "description": "เทศกาลส่งท้ายปีเก่าต้อนรับปีใหม่ มีการนับถอยหลัง การแสดงดอกไม้ไฟ กิจกรรมทำบุญตักบาตรในวันที่ 1 มกราคม และการท่องเที่ยวในช่วงวันหยุดยาว",
    "link": "https://khonkaen.prd.go.th/th/content/page/index/id/246118"
  },
]
